export const ways = [
  {
    title: "Фильтрация информации и технологий.",
    description:
      "Из огромного количества информации и навыков в IT, вы получаете только то, что необходимо и работает.",
  },
  {
    title: "Формат обучения.",
    description:
      "Пока другие предлагают 50 страниц текста и вебинары по 2 часа, мы даем вам тот же объем знаний в одном тщательно подготовленном видео за 15 минут.",
  },
  {
    title: "Применение разных форматов.",
    description:
      "Видео-уроки, практические задания, конспекты, мастер-классы, обсуждения в сообществе — все это дает полноценную картину и ускоряет процесс обучения.",
  },
  {
    title: "Наши преподаватели ведущие специалисты",
    description:
      "VK, Avito, Тинькофф, Kaspersky — действующие разработчики с опытом преподавания для большой аудитории.",
  },
];

export const differences = {
  way: "Узконаправленный подход. Учим только фронтенду, поэтому вы получаете именно те знания, за которыми пришли.",
  easy: "Доступность обучения. Простыми словами объясняем сложные темы на понятных примерах.",
  program:
    "Концентрация знаний. Например, модуль «HTML&CSS» даст вам столько же умений и навыков, как и 6 месяцев обучения по этой программе в госуниверситете.",
};

export const colors = [
  { color: "#FF5733", title: "Ярко-оранжевый" },
  { color: "#3498DB", title: "Небесно-голубой" },
  { color: "#2ECC71", title: "Изумрудно-зеленый" },
  { color: "#9B59B6", title: "Аметистовый" },
  { color: "#F1C40F", title: "Солнечно-желтый" },
  { color: "#E74C3C", title: "Кораллово-красный" },
  { color: "#1ABC9C", title: "Бирюзовый" },
  { color: "#34495E", title: "Темно-синий" },
  { color: "#D35400", title: "Тыквенный" },
  { color: "#C0392B", title: "Рубиновый" },
  { color: "#16A085", title: "Морская волна" },
  { color: "#2980B9", title: "Васильковый" },
  { color: "#8E44AD", title: "Фиолетовый" },
  { color: "#F39C12", title: "Янтарный" },
  { color: "#27AE60", title: "Травяной" },
  { color: "#FAD7A0", title: "Персиковый" },
  { color: "#A9CCE3", title: "Светло-голубой" },
  { color: "#D7BDE2", title: "Лавандовый" },
  { color: "#A3E4D7", title: "Мятный" },
  { color: "#E6B0AA", title: "Розовый" },
];

export const remindersColor = [
  { main: " chocolate", box: " rgb(168, 84, 24)" },
  { main: " #8fea7a", box: " #7ed321" },
  { main: " #2172D2", box: " #185499" },
  { main: " #F8E71C", box: " #9E9305" },
  { main: " #E5021E", box: "#7A0210" },
  { main: " #DEF5C7", box: "#A6E367" },
];
